{
  "title": "Custom Software & Embedded Development - Codenauts",
  "description": "Dostarczamy rozwiązania IT szyte na miarę. Aplikacje internetowe, systemy wbudowane, aplikacje mobilne, aplikacje desktopowe. Zrealizuj z nami swój pomysł! ",
  "home.start": "START",
  "home.offer": "OFERTA",
  "home.about_us": "O NAS",
  "home.contact": "KONTAKT",
  "home.english": "English",
  "home.polish": "Polski",
  "home.cta_title1": "Tworzymy customowe aplikacjię i systemy wbudowane",
  "home.cta_title2": "",
  "home.cta_title3": "",
  "home.cta_description": "Masz pomysł na produkt lub aplikację, ale nie wiesz jak go zrealizować? Potrzebujesz outsourcingu? Skontaktuj się z nami! ",
  "home.contact_us": "Napisz do nas",
  "home.our_offer": "NASZA OFERTA",
  "home.offer_title": "Sprawdź co możemy dla Ciebie zrobić",
  "home.offer_description": "Jesteśmy grupą pasjonatów, którzy pracują w kilku dziedzinach IT. Naszą pasją jest rozwiązywanie problemów projektowych. Sprawdź oferowane przez nas usługi.",
  "home.request_quote": "Zapytaj o darmową wycenę",
  "home.web_applications": "Aplikacje webowe",
  "home.embedded_systems": "Systemy wbudowane",
  "home.mobile_apps": "Aplikacje mobilne",
  "home.r_and_d": "R&D",
  "home.web_applications_text": "Od stron internetowych po bardziej złożone aplikacje, wymagające podziału frontend/backend",
  "home.embedded_text": "Projekty z wykorzystaniem mikrokontrolerów lub FPGA oraz PCB",
  "home.mobile_apps_text": "Używamy nowoczesnych technologii, aby dostarczać najlepsze aplikację mobilne na systemy android oraz iOS",
  "home.r_and_d_text": "Pythonowe skrypty i aplikacje, automatyzacja pomiarów, projektowanie PCB",
  "home.about_us2": "O NAS",
  "home.some_info": "Trochę informacji o nas ",
  "home.more": "Więcej...",
  "home.pawel_text": "W Codenauts odpowiadam za projekty embedded i R&D. Posiadam doświadczenie w tworzeniu aplikacji Pythonowych oraz systemów embedded. ",
  "home.milosz_text": "Programista Full Stack z 3-letnim doświadczeniem komercyjnym, otwarty na nowe wyzwania i wspierający zespół w różnych obszarach.",
  "home.piotr_text": "Posiadam doświadczenie backendowe. Obecnie bardziej interesuje się technologiami mobilnymi i webowymi. W Codenauts jestem odpowiedzialny właśnie za nie.",
  "home.pawel_long_text": "Od 2018 roku zawodowo zajmuję się tworzeniem oprogramowania wspomagającego automatyzację procesów m.in w laboratoriach R&D czy na stanowiskach pomiarowych. Stworzone przeze mnie aplikacji są cały czas wykorzystywane w przedsiębiorstwach Klientów. Od kilku miesięcy pracuję również nad rozwojem inteligentnych urządzeń, takich jak np. zakrętarki przedsiębiorstwa ZBM OSSA. W międzyczasie uzyskałem tytuł magistra inżyniera Automatyki i Robotyki na Wydziale EAIiIB Akademii Górniczo-Hutniczej. W październiku 2022 r. planuję rozpocząć studia doktoranckie.",
  "home.milosz_long_text": "Przez ostatnie trzy lata profesjonalnego tworzenia oprogramowania nauczyłem się, że piękny kod, który nie dostarcza wartości użytkownikowi, jest bezwartościowy, ale również używanie skrótów na początku często powoduje wiele problemów w późniejszym czasie. Wierzę, że utrzymanie równowagi pomiędzy jakością oprogramowania a dostarczaniem wartości biznesowych jest najtrudniejszym i najważniejszym zadaniem programisty. Skupiam się głównie na aplikacjach webowych, zarówno backendowych, jak i frontendowych, ale zawsze jestem otwarty na nowe wyzwania i wspieranie zespołu w różnych obszarach.",
  "home.piotr_long_text": "Swoją przygodę z programowaniem rozpocząłem na przełomie 2016 i 2017 roku. Pierwszym programem, który napisałem była gra oparta na Icy Tower. W międzyczasie uzyskałem tytuł inżyniera informatyki na AGH w Krakowie. Obecnie kończę studia magisterskie na 2 uczelniach - PWr we Wrocławiu oraz TUM w Monachium. Wcześniej pracowałem jako backend developer, ale w ostatnich latach bardziej interesuję się tworzeniem aplikacji mobilnych i webowych.",
  "home.go_back": "Wróć.",
  "home.contact2": "KONTAKT",
  "home.contact_title": "Zainteresowany/a pracą z nami?",
  "home.contact_description": "Możesz skontaktować się z nami za pośrednictwem formularza lub po prostu wysyłając do nas e-mail. Nie wahaj się, nie gryziemy. ",
  "home.send_us_message": "Wyślij nam wiadomość",
  "home.your_name": "Twoje imię",
  "home.email": "Email*",
  "home.message": "Wiadomość*",
  "home.send": "Wyślij",
  "home.incorrect_email": "Ten email nie jest poprawny",
  "home.empty_message": "Nie chcemy pustych wiadomości",
  "home.sending": "Wysyłanie...",
  "home.email_sent": "Email został wysłany",
  "home.some_error": "Coś poszło nie tak"
}
