{
  "home.title": "Custom Software & Embedded Development | Codenauts",
  "home.description": "We provide tailor-made IT solutions. Web applications, embedded systems, mobile apps, desktop apps. Transfer your idea to a real world solution!",
  "home.start": "START",
  "home.offer": "OFFER",
  "home.about_us": "ABOUT US",
  "home.contact": "CONTACT",
  "home.english": "English",
  "home.polish": "Polski",
  "home.cta_title1": "We provide custom ",
  "home.cta_title2": "software & embedded ",
  "home.cta_title3": " solutions",
  "home.cta_description": "You have an idea for a product or app but don't know how to make it? Need outsourcing? Get in touch with us! ",
  "home.contact_us": "Contact us",
  "home.we_are": "We are",
  "home.codenauts_io": "codenauts",
  "home.our_offer": "OUR OFFER",
  "home.offer_title": "Discover how we can help your idea",
  "home.offer_description": "We are a small team of developers who specialize in working with startups. We use the latest technologies to deliver high-quality software that meets the specific needs of each project we work with. We are passionate about supporting the growth and development of our clients' businesses and becoming an integral part of their team.",
  "home.request_quote": "Request a free quote",
  "home.web_applications": "Mobile & Web Applications",
  "home.embedded_systems": "Embedded systems",
  "home.mobile_apps": "Custom projects",
  "home.r_and_d": "Websites & Ecommerce",
  "home.web_applications_text": "Whether it is a mobile or web application or both, we focus on transferring your idea to a real life application. With the usage of modern frameworks we can deliver custom future-proof solutions.",
  "home.embedded_text": "Custom IoT projects of your needs, controllers, sensors, whole devices and much more 😎. Embedded system in combination with mobile or web app, we are here for you!",
  "home.mobile_apps_text": "Your idea does not match any category? Well, that's not all. We can do much more. From Excel scripts through Machine Learning to GUI in the production line that wraps functionality of your device.",
  "home.r_and_d_text": "Starting from websites like ours, If you need a shop, blog, portfolio or any other page we can deliver that for you. We build modern and responsive websites.",
  "home.read_more": "Read more",
  "home.startup_subtitle": "Startups",
  "home.startup_title": "Turning startup ideas into successful applications",
  "home.startup_text1": "Our software house is dedicated to helping startups succeed. We offer technical support and ongoing guidance to help startups navigate the challenges of building and growing a successful business. Our team of skilled developers has a track record of helping startups create MVP projects that demonstrate the viability and potential of their ideas.",
  "home.startup_text2": "In addition to providing technical support, we work closely with our clients to understand their goals and develop custom software solutions that meet their needs. We are committed to being a valuable partner to our clients and helping them succeed.",
  "home.about_us2": "ABOUT US",
  "home.some_info": "Some information about us ",
  "home.more": "More...",
  "home.pawel_text": "Experienced in Python apps, currently developing apps and embedded solutions. In Codenauts I am responsible for embedded and R&D projects.",
  "home.milosz_text": "Full Stack developer with 3 years of commercial experience, open to new challenges and supporting the team in different areas.",
  "home.piotr_text": "Working experience in backend development. Currently I am enthusiastic about mobile & web technologies and in Codenauts I am responsible for those.",
  "home.pawel_long_text": "Since 2018, I have been developing software supporting the automation of processes, among others in R&D laboratories or in measurement positions. My apps are currently in service at the customer's quarters. For a while I have been also working on the development of intelligent devices, such as ZBM OSSA torque wrench. In the meantime, I obtained a Master's degree in Automation and Robotics AGH University. I am also planning to start PhD studies this year.",
  "home.milosz_long_text": "Through my last three years in professional software development I have learned that beautiful code that does not provide value for the user is worthless, but also using shortcuts at the beginning often causes a lot of problems later on. I believe that keeping a balance between software quality and delivering business values is the hardest and most important task of a software developer. I focus mainly on web application, backend as well as frontend, but I am always open to new challenges and supporting the team in different areas.",
  "home.piotr_long_text": "I started my adventure with programming around 2016/2017. The first program I wrote was a game based on Icy Tower. In the meantime, I obtained a degree in Computer Science from AGH UST in Krakow. Currently, I am closing up my Master's degree at 2 universities Wroclaw University of Science and Technology and Technical University in Munich. I used to work as a backend developer, but when it comes to recent years, I am more into mobile/web development.",
  "home.go_back": "Go back.",
  "home.contact2": "CONTACT",
  "home.contact_title": "Interested in working with us?",
  "home.contact_description": "You can contact us via the form or simply by sending us mail. Don't hesitate and let us know.",
  "home.send_us_message": "Let's work together",
  "home.your_name": "Your name",
  "home.email": "Email*",
  "home.message": "Message*",
  "home.send": "Send message",
  "home.incorrect_email": "This email is incorrect",
  "home.empty_message": "We do not want to get empty message",
  "home.sending": "Sending..",
  "home.email_sent": "Email sent",
  "home.some_error": "Some error",
  "home.steps_label": "COOPERATION",
  "home.steps_title": "How do we work?",
  "home.steps_text": "We know that each project is different, but we generally try to follow this path. We start by meeting with clients to discuss their needs and goals. Then, we design wireframes and prototypes to visualize the final product. Next, we move on to implementation. After development, we test the software to ensure it meets the defined requirements and provide support and maintenance to keep it running smoothly.",
  "home.steps_meeting_title": "Meeting",
  "home.steps_meeting_text": "The whole process starts with a meeting where we get to know each other, you present us with your project requirements and we present you with our capabilities. During the conversation, we are able to make a preliminary technical assessment of the idea presented and provide feedback.",
  "home.steps_design_title": "System design",
  "home.steps_design_text": "This is the part of the process where we design the look and feel of the application. At this stage we will present you with mock-ups of the application or visualisations of it. Many times during this stage, textual documentation of the project will also be created.",
  "home.steps_implementation_title": "Implementation",
  "home.steps_implementation_text": "This is an iterative and cyclical process. During this process, we will implement successive parts of the system. At a weekly short meeting, we will present the progress from the work and plan the next parts to be implemented in the near future.",
  "home.steps_testing_title": "Testing",
  "home.steps_testing_text": "Testing is an indispensable phase of any project, running very differently depending on the type of project. In this phase, we make sure that the application meets all your requirements and expectations.",
  "home.steps_support_title": "Support",
  "home.steps_support_text": "This stage is not a necessary part of the ongoing project. However, if you decide for us to continue the cooperation after its realisation, we can provide support according to your expectations. This support may consist of ensuring the maintenance of the project or its subsequent development for applications and embedded systems.",
  "home.clients_subtitle": "Clients",
  "home.clients_title": "Our Clients",
  "home.partners_subtitle": "Partners",
  "home.partners_title": "Our Partners",
  "home.contact_us_footer": "Contact_us"
}
