{
  "title": "Custom Software & Embedded Development - Codenauts",
  "description": "We provide tailor-made IT solutions. Web applications, embedded systems, mobile apps, desktop apps. Transfer your idea to a real world solution!",
  "home.start": "START",
  "home.offer": "OFFER",
  "home.about_us": "ABOUT US",
  "home.contact": "CONTACT",
  "home.english": "English",
  "home.polish": "Polski",
  "home.cta_title1": "We provide custom ",
  "home.cta_title2": "software & embedded",
  "home.cta_title3": " solutions",
  "home.cta_description": "You have an idea for a product or app but don't know how to make it? Need outsourcing? Get in touch with us! ",
  "home.contact_us": "Contact us",
  "home.our_offer": "OUR OFFER",
  "home.offer_title": "Check what we can do for you",
  "home.offer_description": "We are a group of enthusiasts who work in several IT fields. Solving problems is our passion. Check the services we offer.",
  "home.request_quote": "Request a free quote",
  "home.web_applications": "Web applications",
  "home.embedded_systems": "Embedded systems",
  "home.mobile_apps": "Mobile apps",
  "home.r_and_d": "R&D",
  "home.web_applications_text": "From websites to more complex applications that require frontend/backend division",
  "home.embedded_text": "Custom projects using microcontrollers or FPGA, PCB Prototyping",
  "home.mobile_apps_text": "Using modern cross-platform frameworks to deliver best in class mobile apps",
  "home.r_and_d_text": "Python scripts and apps, measurements automation, PCB Prototyping",
  "home.about_us2": "ABOUT US",
  "home.some_info": "Some information about us ",
  "home.more": "More...",
  "home.pawel_text": "Experienced in Python apps, currently developing apps and embedded solutions. In Codenauts I am responsible for embedded and R&D projects.",
  "home.milosz_text": "Full Stack developer with 3 years of commercial experience, open to new challenges and supporting the team in different areas.",
  "home.piotr_text": "Working experience in backend development. Currently more into mobile/web technologies. In Codenauts I am responsible for both.",
  "home.pawel_long_text": "Since 2018, I have been developing software supporting the automation of processes, among others in R&D laboratories or in measurement positions. My apps are currently in service at the customer's quarters. For a while I have been also working on the development of intelligent devices, such as ZBM OSSA torque wrench. In the meantime, I obtained a Master's degree in Automation and Robotics AGH University. I am also planning to start PhD studies this year.",
  "home.milosz_long_text": "Through my last three years in professional software development I have learned that beautiful code that does not provide value for the user is worthless, but also using shortcuts at the beginning often causes a lot of problems later on. I believe that keeping a balance between software quality and delivering business values is the hardest and most important task of a software developer. I focus mainly on web application, backend as well as frontend, but I am always open to new challenges and supporting the team in different areas.",
  "home.piotr_long_text": "I started my adventure with programming around 2016/2017. The first program I wrote was a game based on Icy Tower. In the meantime, I obtained a degree in Computer Science from AGH UST in Krakow. Currently, I am closing up my Master's degree at 2 universities Wroclaw University of Science and Technology and Technical University in Munich. I used to work as a backend developer, but when it comes to recent years, I am more into mobile/web development.",
  "home.go_back": "Go back.",
  "home.contact2": "CONTACT",
  "home.contact_title": "Interested in working with us?",
  "home.contact_description": "You can contact us via the form or simply by sending us mail. Don't hesitate and let us know.",
  "home.send_us_message": "Send us a message",
  "home.your_name": "Your name",
  "home.email": "Email*",
  "home.message": "Message*",
  "home.send": "Send",
  "home.incorrect_email": "This email is incorrect",
  "home.empty_message": "We do not want to get empty message",
  "home.sending": "Sending..",
  "home.email_sent": "Email sent",
  "home.some_error": "Some error"
}
